Repository: franasal/tinyForests
Catalog: lib/l10n/app_*.arb
Languages: de, es

# mainTitle
source: Tiny Forests App
de: Winzige Wälder App
es: Aplicación Bosques Pequeños

# plantsGridScreenTitle
source: All Plants
de: Anzahl gepflanzter Arten
es: Todas las Plantas

source: My location
de: Mein Standort
es: Mi ubicación

# yearPlanted
source: Year planted {yearplant}
de: Pflanzjahr {yearplant}
es: Año de plantación {yearplant}

# totalTrees
source: Number of Trees Planted: {totalTreesPlanted}
de: Anzahl der gepflanzten Pflanzen: {totalTreesPlanted}
es: Número de Árboles Plantados: {totalTreesPlanted}

# testingTitle
source: Testing area
de: Test Screen
es: Area de Pruebas

# testingSubTitle
source: This is a Testing Area
de: Testbereich für Featuresentwicklung
es: Subtítulo de la guía esto es una pagina de prueba

source: Conservation Status:
de: Schutzstatus:
es: Estado de Conservación: {conservationValue}

source: Interesting Fact:
de: Interesanter Fakt:
es: Dato Interesante: {factValue}

source: Distribution:
de: Verteilung:
es: Distribución: {distValue}

source: Flowering Season:
de: Blütezeit:
es: Época de Floración: {flowSeasValue}

# criticalEndanngered
source: Critically Endangered
de: Stark gefährdet
es: En Peligro Crítico

source: Near Threatened
de: Potenziell gefährdet
es: Cerca de la Amenaza

source: Vulnerable
de: Verletzlich

# plantType
source: Plant Type {planTypeValue}
de: Pflanzentyp {planTypeValue}
es: Tipo de Planta {planTypeValue}

source: Main tree species
de: Hauptbaumart
es: Especie principal de árbol

# adjacentTreeSp
source: Adjacent tree species
de: Nebenbaumart
es: Especie de árbol adyacente

source: Bush
de: Strauch
es: Arbusto

source: Grass
de: Gras
es: Hierba

source: Height
de: Höhe
es: Altura

# allPlantsTitle
source: All Plants List
de: Liste aller Pflanzen
es: Lista de Todas las Plantas

# nearbyForests
source: Forests nearby
de: TinyForests in deiner Nähe
es: Bosques cercanos

# zoomableGrid
source: Planting
de: Zoombare Raster
es: Cuadrícula Ampliable

source: Grid size
de: Rastergröße
es: Tamaño de la Cuadrícula

source: Select Number of Rows:
de: Anzahl der Zeilen auswählen:
es: Seleccionar Número de Filas:

source: Select Number of Columns:
de: Anzahl der Spalten auswählen:
es: Seleccionar Número de Columnas:

source: Cancel
de: Abbrechen
es: Cancelar

# gridSizeDialogTitle
source: Select Grid Size
de: Rastergröße
es: Tamaño de la Cuadrícula

# gridSizeDialogContent
source: Select Number of Rows and Columns:
de: Wähle die Anzahl der Zeilen und Spalten aus:
es: Seleccione el Número de Filas y Columnas:

# gridSizeRows
source: Rows
de: Zeilen
es: Filas

# gridSizeColumns
source: Columns
de: Spalten
es: Columnas

# forestSizeLabel
source: Forest size {forestSize} m.
de: Walddimension: {forestSize} m.
es: Tamaño del bosque: {forestSize} m.

# totalTreesLabel
source: Total planted trees {totalTrees}
de: Gesamtgepflanzte Bäume: {totalTrees}
es: Árboles plantados: {totalTrees}

# yearPlantedLabel
source: Year planted {plantedYear}
de: Pflanzjahr: {plantedYear}
es: Año de plantación: {plantedYear}

# yearPlannedLabel
source: Planned {plannedYear}
de: Geplant: {plannedYear}
es: Planeado: {plannedYear}

# plannedLabel
source: Planned
de: Geplant
es: Planificado

# plantedLabel
source: Planted
de: Gepflanzt
es: Plantado

# allLabel
source: Show all
de: Alle Wälder
es: Mostrar todos

source: Create Grid
de: Gitter erstellen
es: Crear Cuadrícula

# explainDragDrop
source: Forest design - drag and drop testing - press long to drag and drop or delete
de: Waldgestaltung - Drag-and-Drop-Test - lange drücken zum Ziehen und Ablegen oder zum Löschen
es: TinyForest diseño - prueba de `drag and drop` - presiona largo para arrastrar y soltar o eliminar

source: Close
de: Schließen
es: Cerrar

# remvoe
source: Remove
de: Entfernen
es: Eliminar

# placeholderText
source: This button will take you to other awesome content
de: Dieser Button führt dich zu anderem fantastischem Inhalt
es: Este botón te llevará a otro contenido increíble

# infoPopUp
source: 'This is the info popup for {plantType}.'
de: 'Dies ist das Info-Popup für {plantType}'.
es: 'Esta es la ventana emergente de información para {plantType}'.

# forestListTittle
source: nearby you
de: in deiner Nähe
es: cerca de ti

source: Native
de: Einheimisch
es: Nativo

source: Introduced
de: Eingeführt
es: Introducido

# dataFrom
source: Plants data from https://powo.science.kew.org/
de: Pflanzendaten von https://powo.science.kew.org/
es: datos de https://powo.science.kew.org/

# openMaps
source: Hold to open in Maps
de: Zum Öffnen in Maps gedrückt halten
es: Presiona para abrir Mapas

# donate
source: Thanks for using Tiny Forest, the educational app for the Miya-Forests.de project. This first version, made by volunteer work, offers essential features. Our vision is to enhance the app with educational resources for every existing and planned Tiny Forest, including plant identification tips and integration into citizen science projects. If you'd like to contribute to the app's development, please consider donating through the Miya donation platform with the message 'for app development' or directly through Buy Me a Coffee. Your generosity fuels our mission for environmental education and conservation. Thank you for being part of our journey towards a greener future!
de: Vielen Dank, dass du Tiny Forest verwendest, die Bildungs-App für das Projekt Miya-Forests.de. Diese erste Version, die durch ehrenamtliche Arbeit entstanden ist, bietet wesentliche Funktionen. Unsere Vision ist es, die App mit Bildungsressourcen für jeden vorhandenen und geplanten Tiny Forest zu verbessern, einschließlich Tipps zur Pflanzenidentifikation und Integration in Bürgerwissenschaftsprojekte. Wenn du zur Entwicklung der App beitragen möchtest, erwägen Sie bitte eine Spende über die Miya-Spendenplattform mit der Nachricht 'für die App-Entwicklung' oder direkt über Buy Me a Coffee. Deine Großzügigkeit treibt unsere Mission für Umweltbildung und -erhaltung an. Vielen Dank, dass du Teil unserer Reise zu einer grüneren Zukunft bist!
es: Bienvenidx a Tiny Forest, la aplicación educativa desarrollada para el proyecto Miya-Forests.de. Nuestra primera versión fue creada voluntariamente por VGN-devs y ofrece características esenciales. Nuestra visión va más allá de lo básico; queremos enriquecer la aplicación con recursos educativos completos para cada Tiny Forest, incluidos consejos de identificación de plantas e integración en proyectos de ciencia ciudadana. Si compartes nuestra pasión y te gustaría contribuir al desarrollo adicional de esta aplicación, especialmente en sus etapas iniciales mientras aseguramos recursos sostenibles, por favor considera hacer una donación. Puedes apoyarnos a través de la plataforma de donaciones de Miya con el mensaje 'para el desarrollo de la aplicación' o directamente a través de Buy Me a Coffee. Tu generosidad impulsa nuestra misión de crear una herramienta poderosa para la educación y conservación ambiental. ¡Gracias por ser parte de nuestro viaje hacia un futuro más verde!

source: Sources
de: Quellen
es: Fuentes

source: Data Privacy
de: Datenschutz
es: Privacidad de datos

source: Licences
de: Lizenzen
es: Licencias

# clickImpressum
source: Click on the App icon to open the Imprint page
de: Klicke auf das App-Symbol, um die Impressum-Seite zu öffnen
es: Haz clic en el icono de la aplicación para ver la página de Imprint

# test1
source: Hi, this is the first test of the Tiny Forests App. The purpose of this test is to check the general notifications of the app. Basically, it will tell me how many tester phones the app has already been updated to use this feature, which will be a main part to inform the users about new planting actions.
de: Hallo, dies ist der erste Test der Tiny Forests App. Der Zweck dieses Tests besteht darin, die allgemeinen Benachrichtigungen der App zu überprüfen. Im Wesentlichen wird es mir mitteilen, wie viele Testergeräte bereits auf die Verwendung dieser Funktion aktualisiert wurden, die ein Hauptbestandteil sein wird, um die Benutzer über neue Pflanzaktionen zu informieren.
es: Hola, este es el primer test de la aplicación Tiny Forests. El propósito de este test es comprobar las notificaciones generales de la aplicación. Básicamente, me dirá cuántos teléfonos de prueba ya han sido actualizados para utilizar esta función, que será una parte principal para informar a los usuarios sobre nuevas acciones de plantación.

# test1b
source: Please click on the Email icon to send a predefined feedback email and complete this test. That's it! This screen will disappear, and you won't need to do anything else for now. Thanks a lot for your help during the development of this app. Pacho
de: Bitte klicken Sie auf die Email Icon oben, um mir eine Feedback-E-Mail zu senden und diesen Test abzuschließen. Das ist alles! Dieser Bildschirm verschwindet, und Sie müssen vorerst nichts weiter tun. Vielen Dank für Ihre Hilfe während der Entwicklung dieser App. Pacho
es: Por favor, haz clic en el icono de Email para enviarme un correo electrónico predefinido y completar este test. ¡Eso es todo! Esta pantalla desaparecerá y no necesitarás hacer nada más por ahora. Muchas gracias por tu ayuda durante el desarrollo de esta aplicación. Pacho

# eventsPage
source: Upcoming planting actions!
de: Nächste Pflanzaktionen!

source: OK
es: Aceptar

# statusLabel
source: Status
es: Estado
